[
  {
    "id": 1,
    "title": "The Dark Forest",
    "author": "Liu Cixin",
    "publisher": "Head of Zeus",
    "edition": "2016-07-14",
    "binding": "Paperback",
    "language": "English",
    "pages": 550,
    "condition": "New",
    "ISBN": "9781784971618",
    "price": "Rs. 570",
    "image": "Images/1.webp",
    "category": "Science Fiction",
    "description": "This is the second novel in 'Remembrance of Earth’s Past', the near-future trilogy written by China's multiple-award-winning science fiction author, Cixin Liu. In The Dark Forest , Earth is reeling from the revelation of a coming alien invasion — four centuries in the future. The aliens' human collaborators have been defeated but the presence of the sophons, the subatomic particles that allow Trisolaris instant access to all human information, means that Earth's defense plans are exposed to the enemy. Only the human mind remains a secret. This is the motivation for the Wallfacer Project, a daring plan that grants four men enormous resources to design secret strategies hidden through deceit and misdirection from Earth and Trisolaris alike. Three of the Wallfacers are influential statesmen and scientists but the fourth is a total unknown. Luo Ji, an unambitious Chinese astronomer and sociologist, is baffled by his new status. All he knows is that he's the one Wallfacer that Trisolaris wants dead."
  },
  {
    "id": 2,
    "title": "Death's End",
    "author": [
      "Liu Cixin",
      "Ken Liu"
    ],
    "publisher": "Head of Zeus",
    "edition": "2017-05-04",
    "binding": "Paperback",
    "language": "English",
    "pages": 724,
    "condition": "New",
    "ISBN": "9781784971656",
    "price": "Rs. 665",
    "image": "Images/2.jpg",
    "category": "Science Fiction",
    "description": "Half a century after the Doomsday Battle, the uneasy balance of Dark Forest Deterrence keeps the Trisolaran invaders at bay. Earth enjoys unprecedented prosperity due to the infusion of Trisolaran knowledge. With human science advancing and the Trisolarans adopting Earth culture, it seems that the two civilizations can co-exist peacefully as equals without the terrible threat of mutually assured annihilation. But peace has also made humanity complacent. Cheng Xin, an aerospace engineer from the 21st century, awakens from hibernation in this new age. She brings knowledge of a long-forgotten program dating from the start of the Trisolar Crisis, and her presence may upset the delicate balance between two worlds. Will humanity reach for the stars or die in its cradle?"
  },
  {
    "id": 3,
    "title": "Dune",
    "author": "Frank Herbert",
    "publisher": "Ace",
    "edition": "2023-09-26",
    "binding": "Paperback",
    "language": "English",
    "pages": 896,
    "condition": "New",
    "ISBN": "9780593640340",
    "price": "Rs. 475",
    "image": "Images/3.webp",
    "category": "Science Fiction",
    "description": "Frank Herbert’s classic masterpiece—a triumph of the imagination and one of the bestselling science fiction novels of all time. Set on the desert planet Arrakis, Dune is the story of Paul Atreides−who would become known as Maud'Dib—and of a great family's ambition to bring to fruition humankind’s most ancient and unattainable dream. A stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction."
  },
  {
    "id": 4,
    "title": "Bipin: The Man Behind the Uniform",
    "author": "Rachna Bisht Rawat",
    "publisher": "Penguin Veer",
    "edition": "2023-08-08",
    "binding": "Hardcover",
    "language": "English",
    "pages": 304,
    "condition": "New",
    "ISBN": "9780670097197",
    "price": "Rs. 570",
    "image": "Images/4.webp",
    "category": "Biography",
    "description": "On the morning of 8 December 2021, India's Chief of Defence Staff, General Bipin Rawat, and his wife, Madhulika, said goodbye to their daughter, Tarini, and dogs, and left their Delhi home to board a flight for Sulur in Tamil Nadu. Around 11:48 AM they boarded an Mi-17 V5 helicopter that took off from Sulur to Wellington, where Gen. Rawat was to deliver a lecture at the Defence Services Staff College. Just a few minutes away from its destination, the chopper crashed, and all fourteen passengers onboard eventually perished. It was a sudden and shocking end to the life of a man who had risen like a meteor in the defence forces. Bipin: The Man behind the Uniform is the story of the NDA cadet who was relegated in the third term for not being able to do a mandatory jump into the swimming pool; of the young Second Lieutenant who was tricked into losing his ID card at the Amritsar railway station by a 5/11 Gorkha Rifles officer posing as his sahayak; of the Major with a leg in plaster who was carried up to his company post on the Pakistan border because he insisted on joining his men for Dusshera celebrations under direct enemy observation; of the Army Chief who decided India would retaliate immediately and openly to every act of cross-border terrorism; of the Chief of Defence Staff who was happiest dancing the jhamre with his Gorkha troops."
  },
  {
    "id": 5,
    "title": "I Have a Dream",
    "author": "Martin Luther King Jr.",
    "publisher": "HarperOne",
    "edition": "2022-06-14",
    "binding": "Hardcover",
    "language": "English",
    "pages": 144,
    "condition": "New",
    "ISBN": "9780063236790",
    "price": "Rs. 760",
    "image": "Images/5.jpg",
    "category": "Biography",
    "description": "Introducing the Martin Luther King Jr Library With a New Foreword by Amanda Gorman A beautiful collectible edition of Dr. Martin Luther King Jr’s legendary speech at the March on Washington, laid out to follow the cadence of his oration—part of Dr. King’s archives published exclusively by HarperCollins. On August 28, 1963, Dr. Martin Luther King Jr. stood before thousands of Americans who had gathered at the Lincoln Memorial in Washington, D.C. in the name of civil rights. Including the immortal words , “I have a dream,” Dr. King’s keynote speech would energize a movement and change the course of history. With references to the Gettysburg Address, the Emancipation Proclamation, the Declaration of Independence, the U.S. Constitution, Shakespeare, and the Bible, Dr. King’s March on Washington address has long been hailed as one of the greatest pieces of writing and oration in history. Profound and deeply moving, it is as relevant today as it was nearly sixty years earlier. This beautifully designed hardcover edition presents Dr. King’s speech in its entirety, paying tribute to this extraordinary leader and his immeasurable contribution, and inspiring a new generation of activists dedicated to carrying on the fight for justice and equality."
  },
  {
    "id": 6,
    "title": "Albert Einstein and His Inflatable Universe",
    "author": "Philip Reeve",
    "publisher": "Hippo/Scholastic",
    "edition": "2001-03-12",
    "binding": "Paperback",
    "language": "English",
    "pages": 192,
    "condition": "Gently Used",
    "ISBN": "9780439992169",
    "price": "Rs. 229",
    "image": "Images/6.jpg",
    "category": "Biography",
    "description": "Albert Einstein is the genius who invented e=mc². He is possibly the brainiest scientist in history—and the battiest! But did you know that Al's life was almost as wild as his hair? Not only was an unruly young Al expelled from school, but he was spied on by the Nazis and the FBI. And after he died, he had his brain removed."
  },
  {
    "id": 7,
    "title": "Peaky Blinders: The Real Story",
    "author": "Carl Chinn",
    "publisher": "John Blake",
    "edition": "2019-09-28",
    "binding": "Paperback",
    "language": "English",
    "pages": 288,
    "condition": "Gently Used",
    "ISBN": "9781789461725",
    "price": "Rs. 319",
    "image": "Images/7.jpg",
    "category": "Mystery",
    "description": "A fascinating insight into the true story behind Birmingham's most notorious gangs, The Peaky Blinders. Drawing together a remarkably wide-range of original sources, including rarely seen images of real Peaky Blinders and interviews with relatives of the 1920s gangsters, Peaky Blinders: The Real Story adds a new dimension to the true history of Birmingham's underworld and fact behind its fiction."
  },
  {
    "id": 8,
    "title": "Mirage",
    "author": "Clive Cussler",
    "publisher": "Penguin Books",
    "edition": "2014-12-10",
    "binding": "Paperback",
    "language": "English",
    "pages": 425,
    "condition": "Gently Used",
    "ISBN": "9780241957127",
    "price": "Rs. 327",
    "image": "Images/8.jpg",
    "category": "Mystery",
    "description": "In World War Two a secret US military experiment caused a warship to vanish at sea - but has the tech now fallen into the wrong hands? Juan Cabrillo breaks into a Russian prison deep in the Siberian wastes to rescue his friend Yuri Borodin - the man who helped build the top-secret spy ship Oregon . But when the mission goes badly awry, Juan is left clutching the pieces of a disturbing puzzle: was Yuri arrested because he had discovered the horrifying secret behind the sinister designs of Russian admiral Pytor Kenin? Juan knows he owes it to his friend to find out. With his own private army and a weapon based on plans made by scientific genius Nikolai Tesla, Admiral Kenin is someone only a fool would cross. However, with the weapon about to start a war, Juan and the Oregon have no choice but to set course for trouble."
  },
  {
    "id": 9,
    "title": "Caste as Social Capital: The Complex Place of Caste in Indian Society",
    "author": "R. Vaidyanathan",
    "publisher": "Penguin Random House India Pvt. Ltd",
    "edition": "2023-11-03",
    "binding": "Paperback",
    "language": "English",
    "pages": 168,
    "condition": "New",
    "ISBN": "9780143459491",
    "price": "Rs. 285",
    "image": "Images/9.webp",
    "category": "History",
    "description": "Many consider caste as an outdated institution, though it thrives in post-liberalization India. That being the case, caste has only been studied from a religious, social and political angle. It is grudgingly accepted that caste has economic ramifications. For instance, the establishment and running of businesses tap into caste networks, both in terms of arranging finance and providing access to a ready workforce. Despite that, any study of this aspect has been limited to looking at caste groups in terms of their per capita income, their representation in various professions and other statistical details. Caste as Social Capital examines the workings of caste through the lens of business, economics and entrepreneurship. It interrogates the role caste plays in the economic sphere in terms of facilitating the nuts and bolts of business and finance, markets and workforce. Through this qualitative view of caste, an entirely new picture emerges, which forces one to view the age-old institution of caste in a new light."
  },
  {
    "id": 10,
    "title": "History of Early India: From the Origins to AD 1300",
    "author": "Romila Thapar",
    "publisher": "Penguin Group",
    "edition": "2003-01-21",
    "binding": "Paperback",
    "language": "English",
    "pages": 555,
    "condition": "New",
    "ISBN": "9780143029892",
    "price": "Rs. 380",
    "image": "Images/10.jpg",
    "category": "History",
    "description": "Romila Thapar's Penguin History Of Early India Brings To Life Many Centuries Of The Indian Past. Dynastic History Provides A Chronological Frame But The Essential Thrust Of The Book Is The Explanation Of The Changes In Society And Economy. The Mutation Of Religious Beliefs And Practices, The Exploration Of Areas Of Knowledge In Which India Excelled, Its Creative Literature, Are All Woven Into A Historical Context. In This Version, The Opening Chapters Explain How The Interpretations Of Early Indian History Have Changed. Further, Although The Diversity Of Sources And Their Readings Are Well Known, Nevertheless, This Narrative Provides Fresh Readings And Raises New Questions. Romila Thapar Gives A Vivid And Nuanced Picture Of The Rich Mosaic Of Varied Landscapes, Languages, Kingdoms And Beliefs, And The Interaction Between These That Went Into The Making Of A Remarkable Civilization."
  }
]